NSCameraUsageDescription = "Ses impreende sa fotocàmera pro is mutidas";
NSMicrophoneUsageDescription = "Ses impreende su micròfonu pro mutidas vìdeo e vocales ";
NSPhotoLibraryUsageDescription = "Serbit s'atzessu a sa Galleria de fotos pro cumpartzire immàgines e vìdeos dae su telèfonu tuo";
NSContactsUsageDescription = "Serbit s'atzessu a is cuntatos pro aparigiare sa rubrica tua cun is cuntatos in su serbidore tuo";
NSLocationWhenInUseUsageDescription = "Tocat de cumpartzire sa positzione tua cun àtere";
NSSpeechRecognitionUsageDescription = "Speech Recognition access is needed to transcribe a voicemessage to text using on-device recognition";
